[]
=aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa

[DragMacroForm]
lb_GameDirectory_ODME->Caption=选用游戏
GameManagement=游戏管理
GameManagement_New=新建游戏夹
GameManagement_Modify=游戏夾改名
GameManagement_Delete=删除游戏夾
FileManagement_New=新建宏
FileManagement_Open=打开宏
FileManagement_Save=保存宏
FileManagement_SaveAs=另存宏
FileManagement_Delete=删除宏
FileManagement_ReName=重命名
FileManagement_ImportExport=导入/导出
FileManagement_Transfer=上传/下载
lb_FileName_ODME->Caption=文件
lb_CommandArea_ODME->Caption=指令区
lb_SimulateArea_ODME->Caption=仿真区
lb_MacroArea_ODME->Caption=编程区
lb_TimeCount_ODME->Caption=：预设延迟时间(毫秒)
htmlb_Statement1->Caption=奥斯卡II编程指引：
htmlb_Statement2->Caption=新建宏编程时，按以下步骤进行。@RETURN@第1步：选择指令区仿真指令。@RETURN@第2步：左键拖曳仿真指令至编程区放开。@RETURN@第3步：修改编程区数据后，保存使用。@RETURN@
htmlb_Statement3->Caption=1-键盘：仿真键盘按键动作。
htmlb_Statement4->Caption=2-鼠标：仿真鼠标按键动作。
htmlb_Statement5->Caption=3-动作：仿真鼠标指针坐标位置。
htmlb_Statement6->Caption=4-控制：插入键鼠按键动作，延时、变量、循环等功能。
htmlb_Statement7->Caption=5-运算：插入键鼠变量等功能。
bt_ResumeMacroI_ODME->Caption=返回 [奥斯卡I]
bt_DownloadExplain_ODME->Caption=下载教程
lb_KeyboardInput_ODME->Caption=实体键盘输入
//Keyboard=
bt_K041_ODME->Caption=ESC
bt_K058_ODME->Caption=F1
bt_K059_ODME->Caption=F2
bt_K060_ODME->Caption=F3
bt_K061_ODME->Caption=F4
bt_K062_ODME->Caption=F5
bt_K063_ODME->Caption=F6
bt_K064_ODME->Caption=F7
bt_K065_ODME->Caption=F8
bt_K066_ODME->Caption=F9
bt_K067_ODME->Caption=F10
bt_K068_ODME->Caption=F11
bt_K069_ODME->Caption=F12
                =
bt_K053_ODME->Caption=~ `
bt_K030_ODME->Caption=<1>
bt_K031_ODME->Caption=<2>
bt_K032_ODME->Caption=<3>
bt_K033_ODME->Caption=<4>
bt_K034_ODME->Caption=<5>
bt_K035_ODME->Caption=<6>
bt_K036_ODME->Caption=<7>
bt_K037_ODME->Caption=<8>
bt_K038_ODME->Caption=<9>
bt_K039_ODME->Caption=<0>
bt_K045_ODME->Caption=_ -
bt_K046_ODME->Caption=+ @equ@
bt_K042_ODME->Caption=back
bt_K043_ODME->Caption=Tab
bt_K020_ODME->Caption=Q
bt_K026_ODME->Caption=W
bt_K008_ODME->Caption=E
bt_K021_ODME->Caption=R
bt_K023_ODME->Caption=T
bt_K028_ODME->Caption=Y
bt_K024_ODME->Caption=U
bt_K012_ODME->Caption=I
bt_K018_ODME->Caption=O
bt_K019_ODME->Caption=P
bt_K047_ODME->Caption={ [
bt_K048_ODME->Caption=} ]
bt_K049_ODME->Caption=| \
bt_K057_ODME->Caption=Caps
bt_K004_ODME->Caption=A
bt_K022_ODME->Caption=S
bt_K007_ODME->Caption=D
bt_K009_ODME->Caption=F
bt_K010_ODME->Caption=G
bt_K011_ODME->Caption=H
bt_K013_ODME->Caption=J
bt_K014_ODME->Caption=K
bt_K015_ODME->Caption=L
bt_K051_ODME->Caption=; :
bt_K052_ODME->Caption='
bt_K040_ODME->Caption=Enter
bt_K265_ODME->Caption=Shift
bt_K029_ODME->Caption=Z
bt_K027_ODME->Caption=X
bt_K006_ODME->Caption=C
bt_K025_ODME->Caption=V
bt_K005_ODME->Caption=B
bt_K017_ODME->Caption=N
bt_K016_ODME->Caption=M
bt_K054_ODME->Caption=< ,
bt_K055_ODME->Caption=> .
bt_K056_ODME->Caption=? /
bt_K269_ODME->Caption=RShift
bt_K264_ODME->Caption=Ctrl
bt_K267_ODME->Caption=LW
bt_K266_ODME->Caption=Alt
bt_K044_ODME->Caption=Space
bt_K270_ODME->Caption=RAlt
bt_K271_ODME->Caption=RW
bt_K101_ODME->Caption=MENU
bt_K268_ODME->Caption=RCtrl
bt_K070_ODME->Caption=Print
bt_K071_ODME->Caption=Scroll
bt_K072_ODME->Caption=Pause
bt_K073_ODME->Caption=Insert
bt_K074_ODME->Caption=Home
bt_K075_ODME->Caption=Up
bt_K076_ODME->Caption=Delete
bt_K077_ODME->Caption=End
bt_K078_ODME->Caption=Down
bt_K082_ODME->Caption=^
bt_K080_ODME->Caption=<
bt_K081_ODME->Caption=v
bt_K079_ODME->Caption=>
bt_K083_ODME->Caption=LOCK
bt_K084_ODME->Caption=/
bt_K085_ODME->Caption=*
bt_K086_ODME->Caption=-
bt_K095_ODME->Caption=<7>
bt_K096_ODME->Caption=<8>
bt_K097_ODME->Caption=<9>
bt_K087_ODME->Caption=+
bt_K092_ODME->Caption=<4>
bt_K093_ODME->Caption=<5>
bt_K094_ODME->Caption=<6>
bt_K089_ODME->Caption=<1>
bt_K090_ODME->Caption=<2>
bt_K091_ODME->Caption=<3>
bt_K088_ODME->Caption=Enter
bt_K098_ODME->Caption=<0>
bt_K099_ODME->Caption=Del
AbsoluteMoveBrick->Text=鼠标移到 x :           y :
RelativeMoveBrick->Text=鼠标相对移动 x :             y :
FlagBrick->Text=旗标
GotoBrick->Text=前往旗标
CommentBrick->Text=备注
ReProgramBrick->Text=按下执行                   终止执行
DelayBrick->Text=延迟
IfBrick->Text=如果
IfKeyBrick->Text=如果                   的状态是
ForBrick->Text=重复执行            次
PlusBrick->Text=%B18+
MinusBrick->Text=%B18-
AndBrick->Text=%B18&
OrBrick->Text=%B18|
XorBrick->Text=%B18^
KeyBrick->Text=键盘:延迟            毫秒
LeftKeyBrick->Text=左键:延迟            毫秒
RightKeyBrick->Text=右键:延迟            毫秒
MiddleKeyBrick->Text=中键:延迟            毫秒
FourthKeyBrick->Text=第四键:延迟            毫秒
FifthKeyBrick->Text=第五键:延迟            毫秒
ForwardScrollBrick->Text=前滚           格
BackwardScrollBrick->Text=后滚           格
MenuItem[0]->Caption=单击
MenuItem[1]->Caption=按下
MenuItem[2]->Caption=弹起
MenuItem[3]->Caption=弹起时
MenuItem[4]->Caption=再按下
MenuItem[5]->Caption=变数A
MenuItem[6]->Caption=变数B
MenuItem[7]->Caption=变数C
MenuItem[8]->Caption=变数D
MenuItem[9]->Caption=等同
MenuItem[10]->Caption=不等同
MenuItem[11]->Caption=数值
MenuItem[12]->Caption=毫秒
MenuItem[13]->Caption=秒
MenuItem[14]->Caption=分
MenuItem[15]->Caption=按键1
MenuItem[16]->Caption=按键2
MenuItem[17]->Caption=按键3
MenuItem[18]->Caption=按键4
MenuItem[19]->Caption=按键5
MenuItem[20]->Caption=按键6
MenuItem[21]->Caption=按键7
MenuItem[22]->Caption=按键8
MenuItem[23]->Caption=按键9
MenuItem[24]->Caption=按键10
MenuItem[25]->Caption=按键11
MenuItem[26]->Caption=按键12
MenuItem[27]->Caption=按键13
MenuItem[28]->Caption=按键14
MenuItem[29]->Caption=按键15
MenuItem[30]->Caption=按键16
MenuItem[31]->Caption=按键17
MenuItem[32]->Caption=按键18
MenuItem[33]->Caption=按键19
MenuItem[34]->Caption=按键20
MenuItem[35]->Caption=按键21
MenuItem[36]->Caption=按键22
MenuItem[37]->Caption=按键23
MenuItem[38]->Caption=按键24
MenuItem[39]->Caption=按下
MenuItem[40]->Caption=未按下
NewGameNameTitle=新建游戏夹
NewGameNameDefault=新建游戏夹
ModifyGameNameTitle=游戏夾改名
DeleteGameFileConfirm=是否删除此游戏夹?@RETURN@目录包含的档案也将一并删除!!
DeleteGameFileSelected=档案/目录已被应用至所有核心的鼠标内存中, 是否要删除/重命名? 如选[是]该功能将移除!
RenameGameNameSelected=档案/目录已被应用至所有核心的鼠标内存中, 是否要删除/重命名? 如选[是]该功能将移除!
PleaseCreateDirectory=请先建立游戏文件夹!
NewCreateFileName=新建宏档案
NewCreateFileDefault=新建文件名
RenameMacroName=重命名
PleaseInputMacroName=输入档名
MacroExistAlready=文件已存在，是否替换原文件?
MustCreatFile=必须新建宏档案才可编辑!
VersionMessage=现为赏析版, 无法储存修改信息!
MacroDeleteFile=是否删除选定的文件?
MacroSelectFile=文件/目录已被应用至鼠标内存中, 是否要删除/重命名? 如选[是]该功能将移除!
MacroUsed=文件/目录已被应用至鼠标内存中, 是否要删除/重命名? 如选[是]该功能将移除!
MacroModify=已修改, 要储存吗?
InputNameInvalid=输入名称不正确! 存在特殊字符[ \ / : * ? " < > | ].
TrialAccessDeny=血手宝典赏析版!@RETURN@无法应用请购买特血核心3激活码@RETURN@(本软件限用血手V或 R系列鼠标!)
FileRowsExceedsUpperLimit=档案行数超过上限！！
IsCoverSameNameFile=储存的档名有跟 [奥斯卡I] 同名，是否覆盖同名档案？
CanNotTransformOscarII=此奥斯卡I档案无法转换成奥斯卡II，请改用奥斯卡I开启。
FileRowsMayExceedsUpperLimit=档案已储存，指令超过1000行可能会无法下载至装置.
CPIRemarkDefault=预设
bt_Save_ODME->Hint=保存
bt_Undo_ODME->Hint=撤销
bt_Redo_ODME->Hint=恢复
bt_Record_ODME->Hint=录制
rb_RepeatType_ODME->Hint=不重复执行
rb_RepeatType1_ODME->Hint=按下:执行@RETURN@弹起:终止执行
rb_RepeatType2_ODME->Hint=按下:执行@RETURN@再按:终止执行
pmnV_Cut->Caption=剪下
pmnV_Copy->Caption=复制
pmnV_Paste->Caption=粘贴
pmnV_Delete->Caption=删除
pmnV_SetDelay->Caption=改变 "延迟"
pmnV_SetAllDelay->Caption=改变所有 "延迟"
pmnV_ClearAll->Caption=全部清除
//按鍵測試區=
lb_MouseKeyTest->Caption=按键查询
PleasePressKey=请按下鼠标按键
MouseKeyUnknown=无法辨识

[DrawMacroEditRecord]
bt_Start->Caption=[F11] 开始
bt_Stop->Caption=[F12] 停止
cb_AxisAbsolute->Caption=录制鼠标绝对移动轨迹
cb_AxisRelatively->Caption=录制鼠标相对移动轨迹
cb_KeyboardAction->Caption=录制键盘操作
cb_MouseClick->Caption=录制鼠标点击

[DrawMacroEditStatement]
lb_Title->Caption=储存前[功能注解]须填写!
lb_Software->Caption=适用软件
lb_Statement->Caption=功能说明
lb_Comment->Caption=动作描述
mi_EditerCut->Caption=剪下     Ctrl+X
mi_EditerCopy->Caption=复制     Ctrl+C
mi_EditerPaste->Caption=粘贴     Ctrl+P
lb_EditComment->Caption1=填写注解
lb_EditComment->Caption2=编辑注解
lb_Resolution->Caption=游戏分辨率
lb_CPIRemark->Caption=灵敏度

[DrawMacroInstructions]
lb_TestDescription->Caption=数据暂存于鼠标第四键内存中，进入测试区或游戏中测试，欲回复原第四键设定，请至[按键]页重新设定
ck_CursorRecord->Caption=启动光标录制
lb_InterruptTips->Caption=测试编程无法停止时，则同时按下键盘[Caps Lock]、[Scroll Lock]、[Num Lock]键即可中断功能，然后检查编程
lb_TestCommon->Caption=测试说明
PressSpaceToTest=请按下第四键开始进行测试
Key=键
KeyDown=按下
KeyUp=弹起
MouseMoveTo=鼠标移到
MouseRelativeMove=鼠标相对移动
Delay=延时
millisecond=毫秒
second=秒
minute=分
MouseWhellUp=滚轮前滚
MouseWhellDown=滚轮后滚
MouseLeftKeyDown=左键按下
MouseLeftKeyUp=左键弹起
MouseLeftKeyClick=左键单击
MouseLeftKeyDblClick=左键双击
MouseMiddleKeyDown=中键按下
MouseMiddleKeyUp=中键弹起
MouseMiddleKeyClick=中键单击
MouseRightKeyDown=右键按下
MouseRightKeyUp=右键弹起
MouseRightKeyClick=右键单击
MouseFourthKeyDown=四键按下
MouseFourthKeyUp=四键弹起
MouseFourthKeyClick=四键单击
MouseFifthKeyDown=五键按下
MouseFifthKeyUp=五键弹起
MouseFifthKeyClick=五键单击

[DrawMacroEditFileDialog]
lb_Directory->Caption=游戏
lb_FileName->Caption=文件
lb_Title->Caption1=打开宏
lb_Title->Caption2=保存宏
lb_Title->Caption3=另存宏
lb_Title->Caption4=删除宏
lb_Title->Caption5=删除
lb_FileType->Caption=类型
advcb_FileType->Caption1=所有宏檔 *.*
advcb_FileType->Caption2=*.amc - 供按键区使用
advcb_FileType->Caption3=*.amc2 - 供按键区使用
advcb_FileType->Caption4=*.mgn - 宏枪格式供左键使用
advcb_FileType->Caption5=*.mgn2 - 宏枪格式供左键使用
NoAuthorityUse=权限不足，无法打开档案

[DragMacroEditDelaySetForm]
lb_DelayTime->Caption=时间(ms)

